[
	{
		"id": "1",
		"targetId": "acad",
		"category": "Academic Centres",
		"imgUrl": "course-01.jpg",
		"authorImg": "team-04.jpeg",
		"authorName": "John Doe",
		"authorCourses": "13 Courses",
		"price": "N450M",
		"courseTitle": "Faculty Building",
		"courseDesc": "This project involves the construction of any of our proposed faculties. The Benefactor can fund this project partially or fully.",
		"desc1": "Faculty building or college building houses various departments of the university. The university comprises of various faculties: College of Natural and applied science (CONAS) which consist of Microbiology and Biochemistry,  College of Management and Social Sciences( COMAS) consisting both Accounting and Mass communication departments, like the College of Humanities and Arts comprising of Islamic Studies.",
		"desc2": "The University, for expansion will be needing other college buildings as part of expansion to welcome other departments and to make the existing ones a top notch education centres where classes, world class facilities will be housed to promote the vision of Summit University.",
		"feature": "We envisage to have the following (among others) in the building upon completion",
		"featureItem": [
			"Blocks of classrooms",
			"Staff offices",
			"Faculty library",
			"Lecture theatre"
		],
		"startDate": "Not yet finalised",
		"endDate": "Not yet finalised",
		"duration": "Not available",
		"status": "Not yet awarded",
		"courseLink": "faculty-building"
	},
	{
		"id": "2",
		"targetId": "sch",
		"category": "Scholarships & Prizes",
		"imgUrl": "course-02.jpg",
		"authorImg": "author.jpg",
		"authorName": "Kim Chang",
		"authorCourses": "26 Courses",
		"price": "N15M",
		"courseTitle": "Student's Scholarship Award",
		"courseDesc": "You can fund a partial or full scholarship award to our brilliant or indigent students to support their education.",
		"desc1": "Summit University offers scholarship awards to outstanding students. This is usually in form of an award of financial aid for an outstanding student to further their education at Summit, waiving of tuition fees or fees for hostels or a combination of both (full scholarship) including an access to free educational materials of the  university, or other academic opportunities.",
		"desc2": "Scholarships are awarded based on various criteria, such as academic merit, diversity and inclusion, athletic skill, and financial need, among others (or some combination of these factors). Scholarship criteria usually reflect the values and goals of the donor or founder of the award. While scholarship recipients are not required to repay scholarships, the awards may require that the recipient continue to meet certain requirements during their period of support, such as maintaining a minimum grade point average. It is on this, the advancement calls for the course to support this academic excellence and merit. As a stakeholder, you can donate to sponsor a student or offer an award for specific excellence.",
		"feature": "The scholarship award usually comes with different packages including one or all of the following:",
		"featureItem": [
			"School fees",
			"Accommodation fees",
			"Free educational materials",
			"laptops"
		],
		"startDate": "Beginning of session",
		"endDate": "End of session",
		"duration": "1 year",
		"status": "Ongoing",
		"courseLink": "students-scholarship-award"
	},
	{
		"id": "3",
		"targetId": "recog",
		"category": "Scholar's Recognition",
		"imgUrl": "course-03.jpg",
		"authorImg": "author.jpg",
		"authorName": "John Doe",
		"authorCourses": "15 Courses",
		"price": "N15M",
		"courseTitle": "Professorial Chair",
		"courseDesc": "A benefactor can make a substantial contribution to the salary and other costs of a named professorial chair.",
		"desc1": "Either as an organisation or as an individual, you can support our endowed chaired position. This will help us to keep the best brains with us and attract esteemed faculty members anywhere in the world. More importantly, the funds will be channelled to support research.",
		"desc2": "Creating a professorial chair is one of the most significant investments a contributor can make at Summit University, Offa. It is intended for an individuals or corporate organization who may want to contribute to the progress of the University by contributing to our professorial chair with a payment in form of an endowment fund in to the University, once a fund is created and the time is right, the process of appointing a holder begins. A portion of the interest earned is given to the chair holder for the contribution made to knowledge.",
		"feature": "The award of a professorial chair may include but not limited to the following:",
		"featureItem": [
			"Professor's salary",
			"Supporting his or her welfares",
			"Supporting his or her research",
			"Sponsoring him or her to conferences and academic workshops"
		],
		"startDate": "Not yet finalised",
		"endDate": "Not yet finalised",
		"duration": "Not available",
		"status": "Not yet awarded",
		"courseLink": "professorial-chair"
	},
	{
		"id": "4",
		"targetId": "spec",
		"category": "Special Use",
		"imgUrl": "course-04.jpeg",
		"authorImg": "author.jpg",
		"authorName": "John Doe",
		"authorCourses": "13 Courses",
		"price": "N75M",
		"courseTitle": "Sport Centre",
		"courseDesc": "We welcome benefactors to support us in upgrading and equipping our existing Sport Centre to meet our desired taste.",
		"desc1": "To actualize the mandate of the university, the management has identified sporting as one of the key drivers. Thus the need to provide adequate sporting facilities cannot be overemphasized.",
		"desc2": "It is our belief that sporting activities will serve as stimulants to creative reasoning and unhindered standard academic performance. It will further help to improve student concentration and maintain focus and therefore bring about a positive impact on their academic life. More so, it will help to improve the student's self discipline, team work spirit and leadership qualities.",
		"feature": "The sporting arena will have the following upon completion:",
		"featureItem": [
			"Football pitch with spectator stand.",
			"Basketball court",
			"Tennis court",
			"Badminton court",
			"And other sporting arena"
		],
		"startDate": "Not yet finalised",
		"endDate": "Not yet finalised",
		"duration": "Not available",
		"status": "Not yet awarded",
		"courseLink": "sports-centre"
	},
	{
		"id": "5",
		"targetId": "other",
		"category": "Others",
		"imgUrl": "course-05.jpg",
		"authorImg": "author.jpg",
		"authorName": "John Doe",
		"authorCourses": "13 Courses",
		"price": "N400M",
		"courseTitle": "Teaching and Laboratory Facilities",
		"courseDesc": "You can support us to upgrade any of our existing teaching or laboratory facilities of your choice. No amount is too small.",
		"desc1": "Summit University desires to become an epicenter for the development of the professional careers of individuals. As such we intend to develop our ambassadors by introducing them to conceptual theoretically classes and rigorous practical sessions. We require more laboratory and teaching support facilities in form of State of the art laboratory buildings, world class scientific equipments and more funding to support our cause to employ much more experience manpower to enable us achieve our goal.",
		"desc2": "We solicit your support in this perspective because it will enable our ambassadors to be able to carry out research work and conduct scientific investigations which is at par with practices around the world.",
		"feature": "Upon the completion of this project, we desire to have the following:",
		"featureItem": [
			"Well equipped laboratory",
			"Ultra modern equipment to carry out modern day research",
			"Decent laboratory"
		],
		"startDate": "Not yet finalised",
		"endDate": "Not yet finalised",
		"duration": "Not available",
		"status": "Not yet awarded",
		"courseLink": "teaching-and-lab-facilities"
	},
	{
		"id": "6",
		"targetId": "acad",
		"category": "Academic Centres",
		"imgUrl": "course-06.jpg",
		"authorImg": "author.jpg",
		"authorName": "John Doe",
		"authorCourses": "13 Courses",
		"price": "N120M",
		"courseTitle": "Artificial Intelligence Centre",
		"courseDesc": "Our proposed AI Centre is one of our dreams to position Summit as a top destination for AI in Africa.",
		"desc1": "As part of the mission and vision of Summit University, to become a world class educational centre for technology, the university, in collaboration with other tech industries and firms is delving into machine learning and other AI fields to promote innovation and research.",
		"desc2": "Artificial intelligence (AI) is the ability of a computer or a robot controlled by a computer to do tasks that are usually done by humans because they require human intelligence and discernment is one of the areas of our concern. The developing of systems endowed with the intellectual processes characteristic of humans, such as the ability to reason, discover meaning, generalize, or learn from past experience. In the recent times, computers can be programmed to carry out very complex tasks—as, for example, discovering proofs for mathematical theorems or playing chess—with great proficiency. Still, despite continuing advances in computer processing speed and memory capacity, there are as yet no programs that can match human flexibility over wider domains or in tasks requiring much everyday knowledge. Thus, we request from donor, tech lovers and visitors to donate for this course.",
		"feature": "Our dream is that by upon the completion of this center, it will serve as a leading AI center in Africa and among the top in the world comprising of the following:",
		"featureItem": [
			"Laboratories",
			"Study centres",
			"Classrooms, among others"
		],
		"startDate": "Not yet finalised",
		"endDate": "Not yet finalised",
		"duration": "Not available",
		"status": "Not yet awarded",
		"courseLink": "artificial-intelligence-center"
	},
	{
		"id": "7",
		"targetId": "comm",
		"category": "Communal Use",
		"imgUrl": "course-07.jpg",
		"authorImg": "author.jpg",
		"authorName": "John Doe",
		"authorCourses": "13 Courses",
		"price": "N120M",
		"courseTitle": "Central Mosque/Islamic Centre",
		"courseDesc": "Support us now to answer the da'awah call to educate the society on the general ethics, norms and values of Islam.",
		"desc1": "We seek your collaboration in the construction and development of an ultra-modern mosque and Islamic Centre. This is in line with our vision to educate the general public on Islam by carrying out da'awah activities. It will serve as a meeting point where the students can observe both compulsory and voluntary acts of worship and to increase their knowledge of the religion.",
		"desc2": "The Prophet (S.A.W) said: 'whoever builds a masjid for the sake of Allah, Allah will build a house for him in Paradise'. Join this course by sowing a seed that will touch lives, benefit you and your family in this life and hereafter as sadaqatul jariyya.",
		"feature": "The mosque is expected to serve as an Islamic centre and upon completion will have the following:",
		"featureItem": [
			"Library.",
			"Imam office.",
			"Muslim Students' Association office"
		],
		"startDate": "Not yet finalised",
		"endDate": "Not yet finalised",
		"duration": "Not available",
		"status": "Not yet awarded",
		"courseLink": "central-mosque"
	},
	{
		"id": "8",
		"targetId": "recog",
		"category": "Scholar's Recognition",
		"imgUrl": "course-08.jpg",
		"authorImg": "author.jpg",
		"authorName": "John Doe",
		"authorCourses": "13 Courses",
		"price": "N15M",
		"courseTitle": "Research Grant Award",
		"courseDesc": "We have numerous research projects handled by our scholars that await sponsorship. You can choose to fund anyone of them.",
		"desc1": "Today's world faces significant obstacles, ranging from developing new medicines to establishing society-shaping policies, from developing new energy sources to determining current ethics.",
		"desc2": "At Summit, we are committed to providing innovative solutions to our societal problems through adequate research output. Our university is filled with scholars who attract grants from different parts of the world – both locally and internationally - to fund their research.",
		"feature": "The research grant award provides benefits to the researchers in the following way:",
		"featureItem": [
			"Provision of adequate research equipment and facilities.",
			"Research stipend",
			"Sponsorship to academic workshops and conferences",
			"Paper publication stipend"
		],
		"startDate": "Not yet finalised",
		"endDate": "Not yet finalised",
		"duration": "Not available",
		"status": "Not yet awarded",
		"courseLink": "research-grant-award"
	},
	{
		"id": "9",
		"targetId": "sch",
		"category": "Scholarship & Prizes",
		"imgUrl": "course-09.jpg",
		"authorImg": "author.jpg",
		"authorName": "John Doe",
		"authorCourses": "13 Courses",
		"price": "N3M",
		"courseTitle": "Prize Given Award",
		"courseDesc": "In recognition of their hard work and academic excellence, we celebrate our best students on the prize-given day.",
		"desc1": "An award is a prize or certificate that a person is given for doing something well. And for someone or student in particular to up all the efforts in making or producing an excellent grade, it is worthy to award such a student in order to motivate others to emulate such student. Summit University, thereby, requests your honour to sponsor any of our outstanding students with any valuable award or prize for the recognition of their excellent performance upon the completion of their program.",
		"desc2": "The university will be delighted to receive your support for awarding a prize to any outstanding student from any of our several departments, faculties and the university in general. This will believe, will motivate the younger ones coming up to be more focus on there studies.",
		"feature": "The benefactor can chose to reward the awardee in different ways which includes but not limited to the following:",
		"featureItem": [
			"Postgraduate scholarship",
			"Cash prize",
			"Employment benefits",
			"An all-expensed paid foreign trip"
		],
		"startDate": "Beginning of session",
		"endDate": "End of session",
		"duration": "1 year",
		"status": "Ongoing",
		"courseLink": "prize-given-award"
	},
	{
		"id": "10",
		"targetId": "other",
		"category": "Others",
		"imgUrl": "startup.jpg",
		"authorImg": "author.jpg",
		"authorName": "John Doe",
		"authorCourses": "13 Courses",
		"price": "N3M",
		"courseTitle": "Graduands' Startup Fund",
		"courseDesc": "We seek support to set up our young graduates with entrepreneurship spirit to become an employer of labour.",
		"desc1": "Part of the project that Summit University encourage donors to promote is the graduands startup fund. This is to bring the spirit of entrepreneurship to lime light and promote the country’s economy while reducing the rate of unemployment among our products, specifically and Nigeria generally. Startup fund also known as startup capital is the money needed to launch a new business. It can come from a variety of sources and can be used for any purpose that helps the startup go from idea to actual business. In this sense, it is required to come from donors to our students who have shown the spirit of entrepreneurship.",
		"desc2": "Generally, young companies that are just in the development phase are called startups. These companies are founded by one or more people who generally want to develop a product or service and bring it to market. Raising money is one of the first things that a startup needs to do, this is why the project is very key to us at summit. The process we thread is for our graduates or final year students who want to raise startup capital have to create a solid business plan or build a prototype in order to sell the idea. In this spirit, we solicit for donor to donate to this economy friendly project.",
		"feature": "Here are some of the features of the fund.",
		"featureItem": [
			"It can come as a venture capital or seed capital",
			"Depending on the business model, it can fund the whole business or part of it.",
			"The donor and the graduands involved are expected to go into a business contract.",
			"2 or more students can go into partnership as an entity to access a fund"
		],
		"startDate": "Not yet finalised",
		"endDate": "Not yet finalised",
		"duration": "Not available",
		"status": "Not yet awarded",
		"courseLink": "graduands-startup-fund"
	},
	{
		"id": "11",
		"targetId": "acad",
		"category": "Academic Centres",
		"imgUrl": "business-school.jpg",
		"authorImg": "author.jpg",
		"authorName": "John Doe",
		"authorCourses": "13 Courses",
		"price": "N250M",
		"courseTitle": "Summit Business School",
		"courseDesc": "Our niche is in business and financial technology. We therefore call for your support to build a world class business school",
		"desc1": "Summit University's vision is to establish a business school that will aim to integrate sustainability, entrepreneurship, and globalization with core business fundamentals in order to produce creative graduates with an entrepreneurial mindset who are ready to provide leadership in both the private and public sectors of an organization. The business school goals are to prepare students to communicate ideas effectively, understand the effects of globalization on business, evaluate the ethical implications of business actions, and display strong leadership and collaborative abilities in making decisions and achieving objectives.",
		"desc2": "In lieu of this, we seek the assistance of great minds who are desirous of true academic success and advancement in the society. As one of such individuals, we hereby solicit your support towards making this a reality. ",
		"feature": "Major features of this project will include:",
		"featureItem": [
			"Blocks of classrooms",
			"Staff offices",
			"Library",
			"Lecture theatre"
		],
		"startDate": "Not yet finalised",
		"endDate": "Not yet finalised",
		"duration": "Not available",
		"status": "Not yet awarded",
		"courseLink": "summit-business-school"
	},
	{
		"id": "12",
		"targetId": "acad",
		"category": "Academic Centres",
		"imgUrl": "course-012.jpg",
		"authorImg": "author.jpg",
		"authorName": "John Doe",
		"authorCourses": "13 Courses",
		"price": "N3M",
		"courseTitle": "Lecture Theatre",
		"courseDesc": "We solicit for your aid in building more lecture theatres at Summit to bring about effective learning for our students on campus.",
		"desc1": "Lecture theatres bring about an optimum learning experience for students, to help inspire them and motivate them. Our goal with this project is to provide a comfortable fixed seating and an organized layout to encourage students to concentrate and listen during lectures while also using space efficiency to accommodate students.",
		"desc2": "As one of such individuals who are committed to effective learning experience, we hereby solicit your support towards making this a reality.",
		"feature": "Major highlight of this project will include:",
		"featureItem": [
			"Ultra-modern gadgets and facilities.",
			"Comfortable seating that is well situated.",
			"Decoration to inspire.",
			"A place where students want to be."
		],
		"startDate": "Not yet finalised",
		"endDate": "Not yet finalised",
		"duration": "Not available",
		"status": "Not yet awarded",
		"courseLink": "lecture-theater"
	},
	{
		"id": "13",
		"targetId": "other",
		"category": "Others",
		"imgUrl": "course-013.jpg",
		"authorImg": "author.jpg",
		"authorName": "John Doe",
		"authorCourses": "13 Courses",
		"price": "N120M",
		"courseTitle": "Halls of Residence",
		"courseDesc": "Join us to build additional state-of-the-art hostels for our students to provide them security and aid their proximity to their lecture rooms.",
		"desc1": "We request your support in the construction of more halls of residence for our growing student population. The aim of building more hostels is to have a hundred percent control over our students' safety. With this, we will be able to monitor the movements of our students.",
		"desc2": "",
		"feature": "It is our desire that after the completion of this proect, it will have the following:",
		"featureItem": [
			"Common sitting area",
			"Hall library",
			"Laundry facilities",
			"Hall playground"
		],
		"startDate": "Not yet finalised",
		"endDate": "Not yet finalised",
		"duration": "Not available",
		"status": "Not yet awarded",
		"courseLink": "halls-of-residence"
	},
	{
		"id": "14",
		"targetId": "acad",
		"category": "Academic Centres",
		"imgUrl": "course-014.jpg",
		"authorImg": "author.jpg",
		"authorName": "John Doe",
		"authorCourses": "13 Courses",
		"price": "N250M",
		"courseTitle": "Open Distance Learning Centre",
		"courseDesc": "Our proposed distance learning centre will enable learners from different part of the world to enroll for our programs.",
		"desc1": "Part of our dreams is to offer professional career development services to individuals in all classes of life from the comfort of their rooms. In lieu of this, we intend to establish an open distance learning institute. Its sole purpose would be to cater for the career development of professionals and working class individuals who require a special programme that caters for their career development goals together with their work and professional schedule.",
		"desc2": "We, thus, solicit your support to establish a distance learning centre to enable us meet the learning demands of people from all walks of life. This will also ease their learning",
		"feature": "We hope that the centre will have the following after its completion:",
		"featureItem": [
			"Staff offices",
			"Lecture studio",
			"Video conferencing gadgets",
			"internet facility"
		],
		"startDate": "Not yet finalised",
		"endDate": "Not yet finalised",
		"duration": "Not available",
		"status": "Not yet awarded",
		"courseLink": "open-distance-learning-centre"
	},
	{
		"id": "15",
		"targetId": "spec",
		"category": "Special Use",
		"imgUrl": "course-015.jpg",
		"authorImg": "author.jpg",
		"authorName": "John Doe",
		"authorCourses": "13 Courses",
		"price": "N100M",
		"courseTitle": "International Conference Centre",
		"courseDesc": "We welcome donations to build our proposed international conference centre for holding large and small events on campus.",
		"desc1": "Conference centers are nOt for every event, but they provide the perfect location for many. We solicit your support in the construction of a conference center for the University. The advantage posed by this idea will enable us hold events such as conferences, meetings and lots more.",
		"desc2": "",
		"feature": "Here are the notable features in the conference center:",
		"featureItem": [
			"Large conference hall for big event",
			"Small meeting room",
			"Video conferencing capabilities",
			"Public address systems and other related electronic gadgets"
		],
		"startDate": "Not yet finalised",
		"endDate": "Not yet finalised",
		"duration": "Not available",
		"status": "Not yet awarded",
		"courseLink": "international-conference-centre"
	},
	{
		"id": "16",
		"targetId": "comm",
		"category": "Communal Use",
		"imgUrl": "course-016.jpg",
		"authorImg": "author.jpg",
		"authorName": "John Doe",
		"authorCourses": "13 Courses",
		"price": "N100M",
		"courseTitle": "Publishing House",
		"courseDesc": "Our proposed AI Centre is one of our dreams to position Summit as a top destination for AI in Africa.",
		"desc1": "Lorem ipsum dolor sit amet consectetur adipisicing elit. Facere nesciunt harum facilis odit inventore molestias qui asperiores recusandae architecto mollitia provident ipsa unde, praesentium impedit enim voluptate ducimus, saepe autem. Lorem ipsum dolor sit, amet consectetur adipisicing elit.",
		"desc2": "Lorem ipsum dolor sit amet consectetur adipisicing elit. Facere nesciunt harum facilis odit inventore molestias qui asperiores recusandae architecto mollitia provident ipsa unde, praesentium impedit enim voluptate ducimus, saepe autem. Lorem ipsum dolor sit, amet consectetur adipisicing elit.",
		"feature": "Lorem ipsum dolor sit amet consectetur adipisicing elit. Facere nesciunt harum facilis odit inventore molestias qui asperiores recusandae architecto mollitia provident ipsa unde, praesentium impedit enim voluptate ducimus, saepe autem. Lorem ipsum dolor sit, amet consectetur adipisicing elit.",
		"featureItem": [
			"Lorem ipsum dolor sit amet, consectetur adipisicing elit. Voluptatum amet quo eius saepe et quis necessitatibus hic natus facere excepturi aliquid dolor ducimus.",
			"Lorem ipsum dolor sit amet, consectetur adipisicing elit. Voluptatum amet quo eius saepe et quis necessitatibus hic natus facere excepturi aliquid dolor ducimus.",
			"Lorem ipsum dolor sit amet, consectetur adipisicing elit. Voluptatum amet quo eius saepe et quis necessitatibus hic natus facere excepturi aliquid dolor ducimus."
		],
		"startDate": "Not yet finalised",
		"endDate": "Not yet finalised",
		"duration": "Not available",
		"status": "Not yet awarded",
		"courseLink": "publishing-house"
	}
]
